Repository: DanielAeolusLaude/alsaplayer
Catalog: alsaplayer/po/*.po
Languages: sv

source: No comments yet
sv: Ingenting yet

source: translator-credits
sv: Dominique Michel <dominique@tuxfamily.org>

source: Error !
sv: Fel!

source: Warning !
sv: Akta!

source: Excuse me !
sv: Ursäkta!

source: CD Player (CDDA)
sv: CD läsare (CDDA)

source: Set end of the looper
sv: Slut med ringen

source: Switch off looper
sv: Slut med ringen

source: Set start of the looper
sv: Starta ringen

source: Switch off loop
sv: Slut med ringen

source: Play playlist in loop
sv: Spela låtlistan i ring

source: Play song in loop
sv: Spela låten i ring

source: Position control
sv: Positions kontroll

source: Set position of the song
sv: Stela låtens position

source: Play CD
sv: Spela CD

source: Previous track
sv: Förre låten

source: Go to track before the current one on the list
sv: Gå till förre låten in listan

source: Play
sv: Spela

source: Play current track on the list or open filechooser if list is empty
sv: Spela nuvarande låten in lista eller öppna fil om listan är tum

source: Next track
sv: Nästa låten

source: Play the track after the current one on the list
sv: Spela nästa låt

source: Playlist window
sv: Låtlista fönstret

source: Manage playlist
sv: Ändra låtlistan

source: Normal speed backwards
sv: Lagom hastighet back

source: Play track backwards with normal speed
sv: Backa låten lagom

source: Pause/Unpause
sv: Paus / Spela

source: Normal speed
sv: Lagom hastighet

source: Play track normally
sv: Spela låten med lagom hastighet

source: Speed control
sv: Hastighets kontroll

source: Change playback speed
sv: Ändra spelnings hastighet

source: Change balance
sv: Balance ändring

source: Mute/Unmute
sv: Stoppa/starta ljudet

source: Change volume
sv: Ändra ljudet

source: Unknown
sv: Okänd

source: Choose file or URL
sv: Välja fil eller URL

source: Do not close the window after adding files
sv: Fönstret när fil läggning stanna öppet

source: Unknown drop!
sv: Okänt data!

source: Cannot set uris
sv: Kannot ställa URIs

source: Add a song into the playlist
sv: Lägga till en titel i låtlistan

source: Remove the selected song from the playlist
sv: Bortlaga den utvalda titeln from låtlistan

source: Open a playlist
sv: Öppna en låtlista

source: Save the playlist
sv: Laga låtlistan

source: Remove the current playlist
sv: Ta bort den nuvarande låtlistan

source: It doesn't look like playlist ! Are you sure you want to proceed ?
sv: Det ser inte ut liksom en låtlista! Är du säkert att du vill forsätta?

source: Play on start
sv: Spela vid starten

source: Play song after adding to playlist
sv: Spela titeln vid tillläggning in låtlistan

source: Background color
sv: Bottenfärj

source: Font color
sv: Skriftfàrj

source: Fonts
sv: Skrifter

source: General
sv: Allmän

source: Open exclusively
sv: Öppna exklusiv

source: Close all
sv: Stänga alla
